alacritty
amberol
antigen
baka-mplayer
base
base-devel
bitwarden
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
dconf-editor
dropbox
dropbox-cli
efibootmgr
elisa
evince
feh
firefox
firewalld
git
github-cli
grub
gst-plugin-pipewire
gwenview
htop
hyprland
hyprpaper
intel-media-driver
intel-ucode
iwd
jdk-openjdk
jetbrains-toolbox
kitty
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
linux-zen
lutgen-bin
mako
nano
nautilus
nautilus-dropbox
neofetch
neovim
network-manager-applet
networkmanager
nm-connection-editor
nwg-look-bin
obsidian-bin
openssh
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
pyenv
qbittorrent
qt5-wayland
qt6-wayland
rnote
sddm
smartmontools
sof-firmware
strawberry
telegram-desktop-bin
tmux
todoist-appimage
ttf-hack-nerd
ungoogled-chromium-bin
vim
visual-studio-code-bin
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xournalpp
yay
zoom
zram-generator
zsh
