alacritty
antigen
baka-mplayer
bitwarden
brightnessctl
dropbox
dropbox-cli
elisa
evince
feh
firefox
git
github-cli
htop
jdk-openjdk
jetbrains-toolbox
nautilus
nautilus-dropbox
neofetch
neovim
obsidian-bin
pyenv
qbittorrent
rnote
telegram-desktop-bin
tmux
ttf-hack-nerd
ungoogled-chromium-bin
vim
visual-studio-code-bin
yay
zoom
zsh
