alacritty
antigen
arandr
autorandr
bitwarden
blueman
bluetoothctl
caffeine-ng
calibre
discord
dmenu
dolphin
dropbox
dunst
elisa
evince
firefox
firewall-config
firewalld
flameshot
git
github-cli
haruna
htop
i3-wm
i3blocks
i3lock-color
i3status
jetbrains-toolbox
libreoffice-fresh
lm_sensors
neofetch
neovim
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-qt5
obs-studio
obsidian-bin
picom
polybar
powreprofilectl
pyenv
pyenv
qbittorrent
qbittorrent
redshift
rnote
rofi
rofi-power-menu
rustup
spotify
telegram-desktop
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-hack-nerd
ttf-hack-nerd
ttf-liberation
ttf-opensans
udiskie
udisks2
ungoogled-chromium-bin
vim
visual-studio-code-bin
xss-lock
yay
zoom
zotero-bin
zsh
