acpi
acpilight
alacritty
antigen
arandr
archlinux-xdg-menu
autorandr
awesome-terminal-fonts
bc
bitwarden
blueman
bluez-utils
bluetoothctl
caffeine-ng
calibre
cmake-lint
ddcui
ddcutil
dex
discord
dmenu
dolphin
dropbox
dunst
evince
fd
feh
file-roller
firefox
firewall-config
firewalld
flameshot
git
github-cli
gruvbox-lus-icon-theme-git
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haruna
helvum
htop
i3-wm
i3blocks
i3lock
i3lock-color
i3status
jetbrains-toolbox
jq
lazygit
libreoffice-fresh
lightdm
lightdm-slick-greeter
lm_sensors
lxappearance-gtk3
man-db
mpv
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-qt5
noto-fonts-emoji
numlockx
obs-studio
obsidian-bin
pavucontrol
picom
playerctl
polkit-gnome
polybar
power-profiles-daemon
powreprofilectl
pyenv
python-pulsectl
qbittorrent
qt6ct
redshift
rnote
rofi
rofi-power-menu
rustup
scrot
spotify
starship
strawberry
sysstat
telegram-desktop
thunar
thunar-archive-plugin
thunar-volman
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-hack-nerd
ttf-liberation
ttf-opensans
tumbler
udiskie
udisks2
ungoogled-chromium-bin
vim
visual-studio-code-bin
wacomtablet
wmctrl
xbindkeys
xclip
xdg-user-dirs-gtk
xed
xf86-input-wacom
xfce4-terminal
xorg-xdpyinfo
xorg-xinput
xss-lock
yay
zoom
zotero-bin
zsh
