acpi
acpilight
alacritty
alsa-utils
ansible
ansible-core
ansible-lint
antigen
arandr
archlinux-xdg-menu
autorandr
awesome-terminal-fonts
bc
beets
bitwarden
bitwarden-cli
blueman
bluetoothctl
bluez-utils
caffeine-ng
calibre
cmake-lint
cuetools
ddcui
ddcutil
dex
discord
dmenu
dolphin
dropbox
dunst
fastfetch
fd
feh
ffmpeg
file-roller
firefox
firewall-config
firewalld
flac
flacon
flameshot
fzf
git
github-cli
gruvbox-lus-icon-theme-git
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
helvum
htop
i3-wm
i3blocks
i3lock
i3lock-color
i3status
jetbrains-toolbox
jq
lazygit
libreoffice-fresh
librewolf-bin
lightdm
lightdm-slick-greeter
lm_sensors
lxappearance-gtk3
makemkv
man-db
massren-git
mcg
mpc
mpd
mpd-mpris
mpv
musnify-mpd
ncmpcpp-git
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-qt5
noto-fonts-cjk
noto-fonts-emoji
nsxiv
numlockx
obs-studio
obsidian-bin
paru
pavucontrol
picom
playerctl
polkit-gnome
polybar
power-profiles-daemon
powreprofilectl
pyenv
python-adblock
python-beautifulsoup4
python-pulsectl
python-pylast
python-requests
qbittorrent
qt6ct
qutebrowser
redshift
rnote
rofi
rofi-bluetooth-git
rofi-mixer-git
rofi-power-menu
rustup
scrot
sdcv
shfmt
shntool
sox
spotify
stalonetray
stardict-wordnet
starship
stylua
sysstat
telegram-desktop
thunar
thunar-archive-plugin
thunar-volman
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-hack-nerd
ttf-liberation
ttf-opensans
tumbler
udiskie
udisks2
ueberzugpp
unclutter
ungoogled-chromium-bin
vim
visual-studio-code-bin
wacomtablet
wavpack
wmctrl
xbindkeys
xclip
xdg-user-dirs-gtk
xdotool
xf86-input-wacom
xfce4-terminal
xorg-xdpyinfo
xorg-xinput
xorg-xwininfo
xss-lock
yt-dlp
zathura-git
zathura-pdf-mupdf-git
zoom
zotero-beta-bin
zsh
